<?php

return [
    /*
     |------------------------------------------------------------
     | Email lines
     |------------------------------------------------------------
     |
     | @project Project Noah
     | @author Cali
     |
     */

    'no-reply'    => '此邮件由系统发出, 请勿直接回复.',
    'unsubscribe' => '取消邮件通知',
    'fallback'    => '如果上面的链接无效的话尝试手动复制:',

    'auth' => [
        'registered' => [
            'subject'     => '请确认您的注册信息',
            'description' => '您刚刚在本站注册了帐号, 为了验证邮箱地址, 确认注册信息后请点击下面的按钮:',
            'button'      => '确认激活',
        ]
    ]
];